Repository: AcreetionOS-Linux/libpamac
Catalog: po/co.po
Languages: co

source: Install, update, or remove packages
co: Stalà, aghjurnà o caccià pacchetti

source: Authentication is required to install, update, or remove packages
co: Accore l'identificazione da pudè stallà, aghjurnà o caccià pacchetti

source: Failed to initialize alpm library
co: Falita l'inizializazione di a libreria alpm

source: Synchronizing package databases
co: Sincrunisazione di i basidati di pacchetti

source: Failed to synchronize databases
co: Falita a sincrunisazione di i basidati

source: Failed to init transaction
co: Transazzione fiascata

source: Failed to prepare transaction
co: Appruntera di a transazzione fiascata

source: target not found: %s
co: %s : elementu spapersu

source: package %s does not have a valid architecture
co: Architettura di u pachettu %s sbagliata

source: unable to satisfy dependency '%1$s' required by %2$s
co: Impussibile di sudisfà a dipendenza %1$s chersa da %2$s

source: Warning
co: Attenti

source: installing %1$s (%2$s) breaks dependency '%3$s' required by %4$s
co: Stalendu à %1$s(%2$s) si compie a dipendenza %3$s chersa da %4$s

source: Add %s to remove
co: Aghjustà %s da caccià

source: if possible, remove %s and retry
co: Caccià %s è turnà à pruvà sè sarà pussibile

source: removing %1$s breaks dependency '%2$s' required by %3$s
co: Cacciendu à %1$s si compie a dipendenza %2$s chersa da %3$s

source: %1$s and %2$s are in conflict
co: Sò in cunflittu %1$s è %2$s

source: %s needs to be removed but it is a locked package
co: %s deve esse cacciatu ma hè un pacchettu prutettu

source: Failed to initialize AUR database
co: Falita l'inizialisazione di a basadati AUR

source: removing %s from target list
co: Rimuzione di %s da u listinu di destinazione

source: A restart is required for the changes to take effect
co: Accore un riavviu da ch'elli appianu effettu i cambiamenti

source: Transaction cancelled
co: Transazzione cancillata

source: %1$s exists in both %2$s and %3$s
co: Asiste %1$s sia in %2$s cà indè %3$s

source: %1$s: %2$s already exists in filesystem (owned by %3$s)
co: Asistanu digià in i file di u sistema %1$s:%2$s (adupratu da %3$s)

source: %1$s: %2$s already exists in filesystem
co: Asistanu digià in i file di u sistema%1$s:%2$s

source: if this file is not needed, remove it and retry
co: Sè un accore stu file, cacciallu è turnà à pruvà

source: It has been backed up to %s
co: Backup fattu nant'à %s

source: Removing invalid files and retrying
co: Cacciendu l'invalidi file è ripruvendu

source: %s is invalid or corrupted
co: %s hè sia invalidu ossia currottu

source: you can remove this file and retry
co: pudete caccià stu file è turnà à pruvà

source: failed to retrieve some files
co: ricuperu falitu di certi files

source: Failed to commit transaction
co: Transazzione fiscata

source: Checking dependencies
co: Verifica di e dipendenze

source: Checking file conflicts
co: Verifica di i cunflitti trà file

source: Resolving dependencies
co: Scioglimentu di e dipendenze

source: Checking inter-conflicts
co: Verifica di cunflitti

source: Installing %s
co: Stalazione di %s

source: Upgrading %s
co: Aghjurnamentu di %s

source: Reinstalling %s
co: Ristalazione di %s

source: Downgrading %s
co: Invicchjata di %s

source: Removing %s
co: Rimuzione di %s

source: Checking integrity
co: Verificà d'integrità

source: Loading packages files
co: Caricamentu di i files di u pacchettu

source: Configuring %s
co: Impostu di %s

source: Error while configuring %s
co: Falu mentre l'impostu di %s

source: Checking available disk space
co: Verifica di u spaziu discu libaru

source: Database file for %s does not exist
co: Per %s ùn asistenu file di databasa

source: Downloading required keys
co: Scaricà e chjave richieste

source: Error
co: Fallu

source: Downloading %s
co: Scaricandu %s

source: Download of %s finished
co: Compiu u scaricu di %s

source: Authentication failed
co: Fallita l'identificazione

source: Preparing
co: Appruntera

source: Yes
co: Iè

source: Nothing to do
co: Nunda da fà

source: Failed to synchronize AUR database
co: Sincrunisazione falita di a basadati AUR

source: Failed to build %s
co: Fiascu di custruzzione di %s

source: Building %s
co: Custruendu %s

source: _Cancel
co: _Cancillà

source: Official Repositories
co: Dipositi ufficiali

source: Repositories
co: Dipositi

source: Conflicts With
co: In Cunflittu Cù

source: Required By
co: Chersu Da

source: Replaces
co: Scambià

source: Total download size
co: Pesu scaricatu

source: Save
co: Salvà

source: _Close
co: _Chjode

source: Restart
co: Riavvià

source: Install
co: Stallà

source: Install %s anyway
co: Stallà %s induv'ella casche

source: Package Manager
co: Gestore di pacchetti

source: Remove packages
co: Caccià pacchetti

source: package(s)
co: pacchettu/i

source: Updates Available
co: Aghjurnamenti dispunibili

source: Your system is up to date
co: Sistema aghjurnatu

source: _Quit
co: _Lascià

source: %u available update
co: %u aghjurnamentu dispunibile

source: Details
co: Ditagli

source: No package found
co: Nisunu pacchettu trovu

source: Checking for Updates
co: Verifica per aghjurnamenti

source: Install Local Packages
co: Stalà Pacchetti Lucali

source: _Open
co: _Apre

source: Alpm Package
co: Pacchettu Alpm

source: A Package Manager with Alpm, AUR, Flatpak and Snap support
co: Un gestore di pacchetti incù suportu di Alpm, AUR, Flatpak è Snap

source: Pending
co: In aspettu

source: All
co: Tuttu

source: Orphans
co: Urfani

source: Foreign
co: Furasteru

source: Installed
co: Stalati

source: None
co: Nisunu

source: Installed as a dependency for another package
co: Stallata comè dipendenza d'un altru pacchettu

source: Licenses
co: Licenze

source: Unknown
co: Scunisciutu

source: Repository
co: Dipositu

source: Maintainer
co: Manutentore

source: Last Modified
co: Ultima Mudifica

source: Votes
co: Voce

source: Groups
co: Gruppi

source: Packager
co: Ingutuppore

source: Build Date
co: Data di Custruzzione

source: Install Date
co: Data di stalazione

source: Validated By
co: Cunfirmatu Da

source: Backup files
co: Files di Backup

source: Optional Dependencies
co: Dipendenze Uzziunale

source: Provides
co: Furnisce

source: Make Dependencies
co: Fà e dipendenze

source: Check Dependencies
co: Verificà e dipendenze

source: Publisher
co: Editore

source: Channels
co: Canali

source: OS Updates
co: Aghjurnamenti OS

source: Featured
co: In primu pianu

source: Photo & Video
co: Ritratti è Filmetti

source: Music & Audio
co: Musiche è Soni

source: Productivity
co: Pruduttività

source: Communication & News
co: Cumunicazione è Nutizie

source: Education & Science
co: Aducazione è Scienze

source: Games
co: Ghjochi

source: Utilities
co: Strumenti

source: Development
co: Sviluppu

source: Updates
co: Aghjurnamenti

source: Last refresh
co: Ultima attualisazione

source: every 3 hours
co: ogni 3 ore

source: every 6 hours
co: ogni 6 ore

source: every 12 hours
co: ogni 12 ore

source: every day
co: ogni ghjornu

source: every week
co: ogni etima

source: Worldwide
co: In u Mondu sanu

source: To delete
co: Da caccià

source: Select Build Directory
co: Scegliu u cartulone di custruzzione

source: _Choose
co: _Sceglie

source: Enter a selection (default=%s)
co: Da sceglie trà (defaiult=%s)

source: none
co: nisuna

source: Enter a number (default=%d)
co: Scrive un numaru (default=%d)

source: [y/N]
co: [i/N]

source: y
co: i

source: yes
co: iè

source: [e]
co: [a]

source: [e/y/N]
co: [a/i/N]

source: e
co: a

source: To upgrade
co: Da aghjurnà

source: To reinstall
co: Da turnà à stallà

source: To install
co: Da stallà

source: To build
co: Da custruì

source: To downgrade
co: Da invicchjà

source: To remove
co: Da caccià

source: Total installed size
co: Pesu stalatu

source: Total removed size
co: Pesu cacciatu

source: No PKGBUILD file found in current directory
co: Nisunu file PKGBUILD trovu in u cartulone attuale

source: Checking development packages updates as root
co: Verificà l'aghjurnamenti per i pacchetti in sviluppu comè root

source: Available actions
co: Azzione pussibile

source: action
co: azzione

source: options
co: uzzione

source: only search for installed packages
co: Circà solu pacchetti stallati

source: only search for packages in repositories
co: Circà solu pacchetti in i dipositi

source: also search in AUR
co: Circà dinò in l'AUR

source: do not search in AUR
co: ùn circà indè l'AUR

source: group(s)
co: gruppu/i

source: Clone or sync packages build files from AUR
co: Duppià o sincrunizà i pacchetti custruiti da AUR

source: dir
co: cart

source: overwrite existing files
co: soprascrive i file asistenti

source: enable package downgrades
co: accussente l'invicchjata di pacchettu

source: disable package downgrades
co: ricusà l'invicchjata di pacchettu

source: do not upgrade packages installed from AUR
co: ùn aghjurnà i pacchetti stalati da l'AUR

source: do not upgrade development packages
co: ùn aghjurnà i pacchetti in sviluppu

source: Clean packages cache or build files
co: Pulisce u cache di pacchetti or di i file di custruzzione

source: number
co: numaru

source: Name
co: Nome

source: Version
co: Virsione

source: Description
co: Discrizzione

source: Installed Size
co: Pesu stalatu

source: Clean cache
co: Pulisce u cache

source: Clean build files
co: Pulisce i file di custruzzione

source: Add %s to install
co: Aghjunghje %s da stalà

source: %s is only available from AUR
co: Hè solu dispunibile da AUR %s

source: all
co: tuttu

source: Install %1$s from %2$s
co: Stalà %1$s da %2$s

source: No
co: Nò

source: Choose a Provider
co: Scegliu un Furnitore

source: Choose
co: Sceglie

source: Progress
co: Prugressi

source: Pamac History
co: Crunulugia Pamac

source: Transaction Summary
co: Sunta di e transazzione

source: _Apply
co: _Impone

source: Software Mode
co: Mudalità di u Software

source: View History
co: Vede a crunulugia

source: Preferences
co: Priferenze

source: About
co: Da sapene di più

source: Search
co: Circà

source: Remove all
co: Caccià tuttu

source: Install all
co: Stalà tuttu

source: Ignore all
co: Tralascià tuttu

source: Sort by
co: Ordina pè

source: Relevance
co: Impurtanza

source: Size
co: Pesu

source: Date
co: Data

source: Categories
co: Categurie

source: Browse
co: Circà

source: Launch
co: Avvià

source: Remove
co: Caccià

source: Reinstall
co: Turnà à stalà

source: Build
co: Custruì

source: Dependencies
co: Dipendenze

source: Reset build files
co: Ripristinà i file di custruzzione

source: Build files
co: File di custruzzione

source: Check for updates
co: Verificà l'aghjurnamenti

source: Updates check frequency
co: Frequenza di verifica pè l'aghjurnamenti

source: Automatically download updates
co: Scaricà sempre l'aghjurnamenti

source: Upgrade the system at shutdown
co: Aghjurnà u sistema à u spegnimentu

source: Downloads
co: Scaricamenti

source: Use mirrors from
co: Ghjuvassi di i mirrors da

source: Remove only the uninstalled packages
co: Caccià solu i pacchetti disinstallati

source: Clean
co: Pulisce

source: Check available disk space
co: Vede quantu ferme spaziu discu

source: Enable downgrade
co: Accussente l'invicchjata

source: AUR is a community maintained repository so it presents potential risks and problems. All AUR users should be familiar with the build process.
co: AUR hè un dipositu mantenutu in cumunu chì pò avè risichi è prublema. L'inseme di l'utenti AUR avarianu da esse maneschi incù prucessu di custruzzione

source: Enable AUR support
co: Accusente suportu AUR

source: Keep built packages
co: Tene i pacchetti custruiti

source: Check for development packages updates
co: Cricà aghjurnamenti pè pacchetti in sviluppu

source: Build directory
co: Cartulone di custruzzione

source: Flatpak packages are maintained by their publisher.
co: Sò mantenuti da i so proprii autori i pacchetti Flatpak

source: Enable Flatpak support
co: Accussente suportu Flatpak

source: Snap packages are maintained by their publisher.
co: Sò mantenuti da i so proprii autori i pacchetti Snap

source: Enable Snap support
co: Accusente suportu Snap
